import React from 'react';
import './Services.scss';

import img1 from '../../images/gallery/gallery (1).jpeg';

function Services() {
  return (
    <main className="services">
      <div className="services__container">
        <h1>Монтаж и установка шлагбаумов</h1>
        <div className="service-details">
          <img src={img1} alt="Монтаж и установка шлагбаумов" className="service-details__image" />
          <div className="service-details__content">
            <p>
              Профессиональная установка шлагбаума в Кирове под ключ от компании по установке шлагбаумов «Рубеж-М». Выполняем монтаж автоматических шлагбаумов на парковке, во дворе и других территориях.
            </p>
            <h2>Что включает стоимость установки шлагбаума</h2>
            <ul>
              <li>прокладка кабеля и электромонтажные работы;</li>
              <li>монтаж кабель-канала, гофры (при необходимости);</li>
              <li>асфальтобетонные, земляные работы;</li>
              <li>установка и обслуживание шлагбаума, настройка оборудования;</li>
              <li>пуско-наладка системы с программированием шлагбаума с пультом;</li>
              <li>настройка GSM-модуля, программирование брелоков;</li>
              <li>обучение по работе с системой.</li>
            </ul>
            <h2>Особенности установки и монтажа шлагбаумов</h2>
            <ul>
              <li>минимальная температура для монтажа: -10°C;</li>
              <li>необходимо разрешение на установку шлагбаума на территории организации или МКД;</li>
              <li>обеспечиваем возможность въезда для спецслужб;</li>
              <li>предлагаем установку системы распознавания номеров;</li>
            </ul>
            <h2>Этапы работы по установке шлагбаума под ключ</h2>
            <ol>
              <li>Оставляете заявку на сайте, чтобы узнать сколько стоит монтаж шлагбаума.</li>
              <li>Выезд инженера для оценки стоимости шлагбаума автоматического с установкой во дворе.</li>
              <li>Согласование схемы расположения оборудования.</li>
              <li>Расчет стоимости установки шлагбаума во дворе, подбор оборудования.</li>
              <li>Подписание договора на установку и обслуживание шлагбаумов, согласование сроков.</li>
              <li>Выполнение установки и монтажа шлагбаумов.</li>
              <li>Сдача объекта заказчику.</li>
            </ol>
          </div>
        </div>
      </div>
    </main>
  );
}

export default Services;
